[
    {
        "no": 1,
        "icon": "https://media.istockphoto.com/id/1069947518/vector/canada-leaf.jpg?s=612x612&w=0&k=20&c=Fy9p9TNeT0e_E8Q4CvpGMP17DGThNpjfODzyBAA3Y8w=",
        "name": "Canadian Citizenship",
        "header": "Apply to become a Canadian citizen, prepare for the citizenship test.",
        "byWhom": "Student, Businessman, Doctors etc specialist",
        "image": "https://i.ibb.co/v3gNhkJ/image.png",
        "details": [
            {
                "details1": "Generally, anyone who is born in Canada is automatically a Canadian citizen. However, people wanting to acquire Canadian citizenship can do so in several ways. In certain situations, a person who was not born in Canada can apply for a certificate of citizenship showing that he or she derived citizenship at birth from a Canadian citizen living abroad."
            },
            {
                "details2": "Our team will assist in finding out If you are eligible to apply for Canadian citizenship, assist you with your citizenship application and advise you of the best measures you should take to obtain Canadian citizenship."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Canadian-government-licensed citizenship and residence permit by investment programs in the European Union and the Canadian."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "500 without govt duties",
                "moneyback": "7 days"
            }
        ]
    },
    {
        "no": 2,
        "icon": "https://cdn-icons-png.flaticon.com/512/2816/2816730.png",
        "name": "Study in Europe",
        "header": "Apply to become an European Students. .",
        "byWhom": "All types of Students.",
        "image": "https://i.ibb.co/Czdcjbm/image.png",
        "details": [
            {
                "details1": "One look at the QS World University Rankings® 2020, and you'll see the UK remains Europe's leader at the top of the tables, with four UK universities in the top 10 and a total of 18 UK entries in the top 100. Of these, the University of Oxford leads in fourth place, while the University of Cambridge is unsurprisingly not far behind at seventh."
            },
            {
                "details2": "It may be the second-smallest continent, but Europe is densely packed with many of the world's best educational institutions. In the QS World University Rankings® 2020, a total of 381 European universities are featured among the world's best, roughly 38 percent of all the universities included. The UK boasts Europe's highest number of internationally ranked universities with 84 entries, followed by Germany (46) and France (31). However, it's Switzerland that joins the UK in having a university ranked among the world's top 10, something neither Germany nor France can manage. With such a wide selection of top universities in Europe to choose from, deciding where to study in Europe is not always easy. To help you get started, we've compiled a list of the top universities in Europe categorized by location."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "Experience a world-class higher education in Europe and benefit from an extensive choice of bachelor's and master's courses, doctoral study programmes and more."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with European-government-licensed citizenship and residence permit by investment programs in the European Union and the European."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Discover everything you need to know to plan and complete higher education studies in Europe.",
                "serviceCharge": "450 without govt duties",
                "moneyback": "15 days"
            }
        ]
    },
    {
        "no": 3,
        "icon": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRlGfZsv3yJcgtpMweLX3vKIlx5220QL2YyFQ&usqp=CAU",
        "name": "Europe Citizenship",
        "header": "Apply to become a European citizen, prepare for the citizenship test by Sofi-Visa-Hub.",
        "byWhom": "Student, Businessman, Doctors etc specialist All types of people",
        "image": "https://i.ibb.co/0Q2r3yp/image.png",
        "details": [
            {
                "details1": "Any person who holds the nationality of an EU country is automatically also an EU citizen. EU citizenship is additional to national citizenship and does not replace it."
            },
            {
                "details2": "Standard Eurobarometers are carried out twice per year. Additional Eurobarometers are conducted regularly to complement the Standard Eurobarometers and examine attitudes on EU citizenship in more depth. Issues linked to the priorities of the European Commission, notably free movement, feature prominently."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2009",
                "details": "On 23 January 2019, the Commission adopted its Report on Investor Citizenship and Residence Schemes in the European Union, which provides an overview of all such schemes operating in the EU. You can find more information on the follow-up to the Commission's report here."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with European-government-licensed citizenship and residence permit by investment programs in the European Union and the European."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Feel free and let me handle this. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "800 without govt duties",
                "moneyback": "30 days"
            }
        ]
    },
    {
        "no": 4,
        "icon": "https://cdn-icons-png.flaticon.com/512/3925/3925198.png",
        "name": "Japan Citizenship",
        "header": "Apply to become a Japan citizen, Its harder, but we provide to much easier way.",
        "byWhom": "All types of people but have capable to hard working mentality.",
        "image": "https://i.ibb.co/wyH2VRq/image.png",
        "details": [
            {
                "details1": "Japanese nationality can be acquired in three ways: birth, notification, and naturalization. If the father or mother is a Japanese national at the time of birth. If the father died before the child's birth and was a Japanese national at the time of death."
            },
            {
                "details2": "The terms “Father” and “mother” refer to any father or mother who has a legal parent-child relationship with the child at the time of birth. In addition, this legal parent-child relationship must be established when the child is born.Therefore, for a child born between a unmarried Japanese father and a foreign-national mother, if the Japanese father acknowledges the child while it is in the mother's womb (fetal acknowledgement), the child will acquire Japanese nationality upon birth. However, if the Japanese father acknowledges the child after it is born, there was no legal parent-child relationship at the time of birth, meaning in principle that Japanese nationality is not acquired upon birth.However, if such a child is acknowledged by the father, the child can acquire Japanese nationality by notifying the Minister of Justice as long as certain requirements are met(see Q6)."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2013",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Japanizes-government-licensed citizenship and residence permit by investment programs in the European Union and the Japanizes."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "6500 without govt duties",
                "moneyback": "25 days"
            }
        ]
    },
    {
        "no": 5,
        "icon": "https://images.twinkl.co.uk/tw1n/image/private/t_630/image_repo/65/19/au-t-195-australian-icons-display-banner-_ver_1.jpg",
        "name": "Australian Citizenship",
        "header": "Apply to become a Australian citizen, prepare for the citizenship test.",
        "byWhom": "Student, Businessman, Doctors etc specialist",
        "image": "https://i.ibb.co/QXmTh8M/image.png",
        "details": [
            {
                "details1": "You can become a citizen of Australia in different ways. You must meet our criteria before you apply. Conferral and descent are the most common ways to apply."
            },
            {
                "details2": "Australian citizenship is a privilege offering enormous rewards.​​​Australian citizenship is an important step in your migration story. Becoming an Australian citizen means that you are making an ongoing commitment to Australia and our shared values. It is also the beginning of your formal membership of the Australian community.  It is the step that will enable you to say 'I am Australian'."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Australian-government-licensed citizenship and residence permit by investment programs in the European Union and the Australian."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "500 without govt duties",
                "moneyback": "7 days"
            }
        ]
    },
    {
        "no": 6,
        "icon": "https://cdn-icons-png.flaticon.com/512/323/323300.png",
        "name": "Russian Citizenship",
        "header": "Apply to become a Russian citizen, prepare for the citizenship test.",
        "byWhom": "Permanently stay in Russia",
        "image": "https://i.ibb.co/YbJyyvd/image.png",
        "details": [
            {
                "details1": "Before applying for citizenship in Russia, it is important to get an idea of what the whole procedure entails and what formalities are required by the authorities in 2022. To acquire Russian nationality, it is important to seek the help of specialists and legal advice provided by a lawyer in Russia who has experience in immigration issues. In addition, foreign nationals who want to open a business and need a business visa in Russia can confidently call on our legal services. We are here to guide you throughout the immigration to Russia process."
            },
            {
                "details2": "Foreign citizens who want to apply for Russian nationality can do so after proving that they have already been in Russia for at least 5 years, with permanent residence. Therefore, the first step towards citizenship in Russia is the acquisition of the permanent residence permit, which comes with several benefits, the same as those of Russian citizens. Here's what Russian nationality entails:"
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2002",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Russian-government-licensed citizenship and residence permit by investment programs in the European Union and the Russian."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "300 without govt duties",
                "moneyback": "7 days"
            }
        ]
    },
    {
        "no": 7,
        "icon": "https://img.freepik.com/premium-vector/brazil-flag-glossy-button-vector-round-icon_650065-76.jpg?w=2000",
        "name": "Brazil Citizenship",
        "header": "Apply to become a Brazilian citizen, prepare for the citizenship test.",
        "byWhom": "Student, Businessman, Doctors etc specialist",
        "image": "https://i.ibb.co/JttBnD0/image.png",
        "details": [
            {
                "details1": "The Permanent Visa (VIPER) in Brazil may be granted to foreign-nationals, who intend to live in the country for more than 2 years and are married to a Brazilian citizen or permanent resident, to retired persons who receive a regular pension, or to qualified employees or professors, scientists or researchers or to administrators, investors or directors of companies located in ZPE (free trade area), or to investors or members of a religious order. Dependents may be included in the application, including spouse, dependents under 24 years of age and parents."
            },
            {
                "details2": "After 4 years holding a permanent visa, a resident may apply for citizenship. Citizenship will be granted if a resident has resided continuously in the country and demonstrate ties with the country, has acceptable Portuguese skills and knowledge of the country's culture and history. The timing may be shortened if the resident is married with a Brazilian citizen."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Brazilian-government-licensed citizenship and residence permit by investment programs in the European Union and the Brazilian."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "650 without govt duties",
                "moneyback": "15 days"
            }
        ]
    },
    {
        "no": 8,
        "icon": "https://cdn-icons-png.flaticon.com/512/323/323363.png",
        "name": "China Citizenship",
        "header": "Apply to become a China citizen, prepare for the citizenship test.",
        "byWhom": "All types of people",
        "image": "https://i.ibb.co/KzM6Kb9/image.png",
        "details": [
            {
                "details1": "Any person born in China whose parents are both Chinese nationals and one of whose parents is a Chinese national shall have Chinese nationality. Any person born abroad whose parents are both Chinese nationals and one of whose parents is a Chinese national shall have Chinese nationality."
            },
            {
                "details2": "Any person born abroad whose parents are both Chinese nationals and one of whose parents is a Chinese national shall have Chinese nationality. But a person whose parents are both Chinese nationals and have both  settled abroad, or one of whose parents is a Chinese national and has settled abroad, and who has acquired  foreign nationality at birth shall not have Chinese nationality."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with China-government-licensed citizenship and residence permit by investment programs in the European Union and the China."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "250 without govt duties",
                "moneyback": "10 days"
            }
        ]
    },
    {
        "no": 9,
        "icon": "https://cdn.worldvectorlogo.com/logos/saudi-arabia-state-vector-logo2.svg",
        "name": "Saudia Arabia Citizenship",
        "header": "Apply to become a Saudia Arabian citizen, prepare for the citizenship test.",
        "byWhom": "Student, Businessman, Doctors etc specialist",
        "image": "https://i.ibb.co/j4B59Yw/image.png",
        "details": [
            {
                "details1": "Application to get Saudi Citizenship of every Resident Person (Iqama Holder) including the above persons is to be reviewed by the Ministry of Interior if he scores at least 23 points from the given 33 points."
            },
            {
                "details2": " to get Saudi Citizenship unless she is married to Saudi National and has children who are Saudis. "
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Saudia-government-licensed citizenship and residence permit by investment programs in the European Union and the Canadian."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "700 without govt duties",
                "moneyback": "7 days"
            }
        ]
    },
    {
        "no": 10,
        "icon": "https://cdn-icons-png.flaticon.com/512/197/197581.png",
        "name": "Malaysia Citizenship",
        "header": "Apply to become a Malaysia citizen, prepare for the citizenship test.",
        "byWhom": "All types of People",
        "image": "https://i.ibb.co/q05gbL3/image.png",
        "details": [
            {
                "details1": "Under the Malaysia My Second Home Program a foreign national, and his or her dependents, may obtain a 10-year multiple entry visa if they make a fixed deposit in a Malaysian bank or invest in real estate. Prior to the visa's expiration, it can be renewed provided that requirements are still met."
            },
            {
                "details2": "Visa holders may purchase property without restriction, provided that the minimum price established for foreigners in the state where they make the purchase is applied. Usually the minimum price is MYR1m, but there are states like Penang with a lower minimum. Buyers must receive state approval, which can take up to six months. They may also apply for a bank loan. Local banks will require proof of repayment capability, since repayment is normally required when the borrower turns 65-70."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2006",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Malaysia-government-licensed citizenship and residence permit by investment programs in the European Union and the Malaysia."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "900 without govt duties",
                "moneyback": "7 days"
            }
        ]
    },
    {
        "no": 11,
        "icon": "https://cdn-icons-png.flaticon.com/512/3909/3909383.png",
        "name": "Study in USA",
        "header": "Apply to become a USA citizen, prepare for the citizenship test.",
        "byWhom": "All types of student.",
        "image": "https://i.ibb.co/rG7WHfH/image.png",
        "details": [
            {
                "details1": "The USA has the worlds largest international student population, with more than 1,000,000 students choosing to broaden their education and life experience in the United States. Nearly 5% of all students enrolled in higher-level education in the USA are international students, and the numbers are growing. From the mid-1950’s, when international student enrollment was only just reaching 35,000, international education in the USA has come a long way."
            },
            {
                "details2": "Find, research, contact and save schools you are interested in through our USA School Search. With listings of all universities and colleges in the USA that accept and enroll international students, once you create a free account it can be your central place to find the right school for you! With searchable data on over 3,000 schools, you can match to schools based on program of study and degree, state or other geographical location, tuition range, public vs. private and many other data points. We know that choosing the right school and program can be an extensive and exhausting process, and we have built this resource specifically so that you, an international student, can find the right program."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 1996",
                "details": "The application process for US colleges and universities can be extensive and confusing, and many international students are intimidated by the number of steps required. From SATs, TOEFL and other tests, to essay writing, credential evaluation and more, we have created an easy-to-follow timeline and breakdown to help you through the application process."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with USA-government-licensed studentship and residence permit by investment programs in the European Union and the USA."
            }
        ],
        "ours": [
            {
                "openions": "Let Us handle this",
                "details": "Feel Free to handling this by me. I take care this with pure carefully to ensure your carrier running well",
                "serviceCharge": "550 without govt duties",
                "moneyback": "20 days"
            }
        ]
    },
    {
        "no": 12,
        "icon": "https://media.istockphoto.com/id/1069947518/vector/canada-leaf.jpg?s=612x612&w=0&k=20&c=Fy9p9TNeT0e_E8Q4CvpGMP17DGThNpjfODzyBAA3Y8w=",
        "name": "Study in Canada",
        "header": "We will immediately tell you if you qualify for Immigration to Canada under Express Entry",
        "byWhom": "All types of Students.",
        "image": "https://i.ibb.co/9Hgd132/image.png",
        "details": [
            {
                "details1": "Immigration Canada (IRCC) introduced Express Entry Program in January 2015 and since then it has become the main driver of economic immigration to Canada. It is completely an electronic process used to manage applications that is designed specifically for selecting skilled and qualified candidates for Canada immigration."
            },
            {
                "details2": "After meeting the eligibility criteria applicants need to submit an online profile known as an Expression of interest (EOI), under one of 3 federal Canada immigration programs to the Express Entry Pool. There is a points-based system called the Comprehensive Ranking System (CRS) in this system Candidates’ profiles are ranked against each other. The highest-ranked candidates will be considered for an invitation to apply (ITA) for permanent residence. Those receiving an ITA must quickly submit a full application and payment processing fees, within a delay of 90 days. The federal government aims to process complete PR applications in only 6 months."
            }
        ],
        "mercate": [
            {
                "name": "On the market since 2001",
                "details": "We know the industry inside out: the details of the Due Diligence process for each citizenship and residence permit by investment program, when an affidavit is needed and the best way to resolve our clients' problems."
            },
            {
                "name": "Licensed agent",
                "details": "We work exclusively with Canadian-government-licensed citizenship and residence permit by investment programs in the European Union and the Canadian."
            }
        ],
        "ours": [
            {
                "openions": "Let me handle this",
                "details": "Schedule a meeting at one of the offices or online. A lawyer will analyze the situation, calculate the cost and help you find a solution based on your goals.",
                "serviceCharge": "400 without govt duties",
                "moneyback": "15 days"
            }
        ]
    }
]